[{
    "id": "3fa85f64-5717-4562-b3fc-2c963f66afa6",
    "candidate_id": "a0afe017-ea18-491d-9bda-16037102e1dd",
    "first_name": "Boris",
    "surname": "Brown",
    "date_of_birth": "1970-01-03",
    "email": "boris.brown@racingdemon.net",
    "phone_number": "07944386555",
    "nationality": "British",
    "residency_status": "UK citizen",
    "disability": "",
    "personal_statement": "Since retiring from the Police Service in 2007 I have been working in education in a variety of roles and I have found it to be an extremely rewarding career. I have been teaching since this time, but I now want to go to the next level and earn my Qualified Teacher Status. I’ve gained considerable experience teaching various subjects including English, History and BTEC Workskills. I have obtained teaching qualifications to support my classroom experience and now wish to progress in my career. As a teacher I see an essential part of my role as not only supporting students’ learning, but also developing their independence and self-esteem. I have also accompanied students including wheelchair users on organised school trips to such places as the First World War battlefields in France and Belgium, the Houses of Parliament and Supreme Court in London and local destinations such as Quarry Bank Mill and Tatton Park. I feel that the time is right to take on a new challenge and continue my career working with children in a teaching role. I find working with students very rewarding and wish to continue to develop my knowledge and skills in this vital sector by studying for my Qualified Teacher Status.",
    "training_provider_code": "1QU",
    "training_programme": "37JB",
    "training_location": "The Robert Fitzroy Academy",
    "full_time": true,
    "dates_unavailable_for_interview": "2019-03-11",
    "created_at": "2019-03-11T12:11:49.578Z",
    "updated_at": "2019-03-11T12:11:49.578Z",
    "contact_address": {
      "postcode": "SK2 6AA",
      "address": "45 Dialstone Lane, Stockport",
      "country": "England"
    },
    "qualifications": [{
        "type": "BA",
        "subject": "History and Politics",
        "grade": "2:1",
        "award_date": "1992-01-01",
        "institution_name": "University of Huddersfield",
        "international": false
      },
      {
        "type": "O Level",
        "subject": "Maths",
        "grade": "A",
        "award_date": "1986-01-01",
        "institution_name": "",
        "international": false
      }
    ],
    "work_experiences": [{
      "employer_name": "Cheadle Hulme High School",
      "start_date": "2018-05-01",
      "end_date": "2019-04-01",
      "job_title": "Whole School Literacy Specialist",
      "job_description": "I lead, develop and enhance the literacy teaching practice of others. I support colleagues with selecting appropriate resources and techniques to help students with literacy difficulties. I’m also responsible for the Whole School Literacy Policy and Literacy Development Plan."
    }]
  },
  {
    "id": "74d1ed54-444d-4a9b-823f-9029fd1aacfc",
    "candidate_id": "0e4260ab-fa04-47de-9044-664ee0abe60a",
    "first_name": "Priti",
    "surname": "Patel",
    "date_of_birth": "1988-02-09",
    "email": "priti.patel@gmail.com",
    "phone_number": "07944386555",
    "nationality": "Indian",
    "residency_status": "needs to apply for Tier 2 (General) Visa",
    "disability": "",
    "personal_statement": "I pursued an MSc in Applied Physics at the University of Strathclyde and for my dissertation, I worked on the aftermath of the space radiation on bio/matter. Previously, I obtained a Bachelor of Science in Physics with an emphasis in astronomy and a minor in Mathematics at Minnesota State University Moorhead (MSUM), USA. In my postgraduate career, I was enrolled in plasma physics courses and under the supervision of Professors Hidding and Sheng, I examined the effects of relativistic electrons at an altitude of 405 km where the International space station is on the orbit. In addition to taking mathematics and astronomy courses in my undergraduate career, I was actively engaged in observational astronomy research throughout my undergraduate career at the Paul P. Feder Observatory at the Regional Science Center of MSUM. Under the supervision of Drs. Linda Irene Winkler, Matthew Craig, and Juan Cabanela, I performed a coarse calibration on the SBIG SGS Spectrograph using the high voltage mercury and neon light sources in the summer of 2011. My senior year project entitled, \"Analyzing Brightness Variations of an SX Phoenicis Star, XX Cyg,\" which involved collecting and analyzing photometric data of XX Cyg in four Johnson/Cousins Ic filters. Through my research, I found that the period of XX Cyg is 0.134868±0.000003 days. I investigated the nature of the limit cycles of algebraic systems, which involved studying autonomous nonlinear differential equations in my senior year. I found that Van der Pol Equations are used in modeling stellar pulsation mechanism.",
    "training_provider_code": "X11",
    "training_programme": "2P3R",
    "training_location": "Main Site",
    "full_time": true,
    "dates_unavailable_for_interviews": "",
    "created_at": "2019-03-11T12:11:49.578Z",
    "updated_at": "2019-03-11T12:11:49.578Z",
    "contact_address": {
      "postcode": "G1 3AH",
      "address": "5 Royal Exchange Square",
      "country": "Scotland"
    },
    "qualifications": [{
        "type": "MSc",
        "subject": "Applied Physics",
        "award_date": "2017-01-01",
        "grade": "pass",
        "institution_name": "Strathclyde University, Glasgow"
      },
      {
        "type": "BS",
        "subject": "Physics with emphasis on Astronomy",
        "award_date": "2013-01-01",
        "grade": "2:2",
        "institution_name": "Minnesota State University, Moorhead, USA",
        "has_naric_statement": true
      },
      {
        "type": "SSC - 10th Std",
        "subject": "Maths",
        "award_date": "2013-01-01",
        "grade": "pass",
        "institution_name": "WBBSE, India",
        "has_naric_statement": false
      }
    ],
    "work_experiences": [{
        "employer_name": "Tutorful",
        "start_date": "2017-09-01",
        "end_date": "2019-04-01",
        "job_title": "Private Tutor",
        "job_description": "Taught Mathematics and Physics content covered in the Scottish National 5, the Higher and the Advanced Higher curricula. Assessed, graded and tracked individual's progress in the above-mentioned subjects. Guided students to perform better in the exam by offering them mock exams and giving adequate scientific feedback."
      },
      {
        "employer_name": "Creighton University",
        "start_date": "2013-08-01",
        "end_date": "2016-11-01",
        "job_title": "Graduate teaching assistant",
        "job_description": "Taught the lab sections of General Physics 1 & General Physics 2. Assessed and graded the lab journals and exams. Guided students to solve physics problems on their own."
      }
    ]
  },
  {
    "id": "7531944b-f134-4da4-ba85-a6f990055843",
    "candidate_id": "0e4260ab-fa04-47de-9044-664ee0abe60a",
    "first_name": "Francis",
    "surname": "Platt",
    "date_of_birth": "1996-04-28",
    "email": "francis.platt@hotmail.com",
    "phone_number": "07999342213",
    "nationality": "British",
    "residency_status": "UK citizen",
    "disability": "partially sighted",
    "personal_statement": "I have wanted to become a secondary school teacher since the age of fourteen, because I always enjoyed going to school and felt privileged to receive the quality of education and guidance I did. My secondary school teachers inspired my passion for learning and enabled me to pursue and achieve my goals through their dedicated teaching and support. I would hope to use the role of a teacher to help young people achieve their potential, which will help them in their future career and for their own personal development. My experiences of working with children and young people in the past have been very positive and have enabled me to develop my teaching skills, as well as confirming that I would be suited to this profession. I have been encouraged to see that my tutees make rapid progress at school after a few weeks of tuition, both in terms of their confidence and academic performance. My strongest qualities that would make me a good teacher are patience, dedication and resilience, as well as the ability to recognise and work on my weaknesses; I have also built very positive relationships with my former colleagues in the past, and work well in a team. While I have a good sense of humour, I am also a firm disciplinarian, and I place a high value on professional practice.",
    "training_provider_code": "X11",
    "training_programme": "NF56",
    "training_location": "Main Site",
    "full_time": true,
    "dates_unavailable_for_interview": "2019-03-11–2019-03-18 + 2019-03-22",
    "created_at": "2019-03-11T12:11:49.578Z",
    "updated_at": "2019-03-11T12:11:49.578Z",
    "contact_address": {
      "postcode": "CR0 2NA",
      "address_line_1": "1 Dingwall Road, Croydon, London",
      "country": "England"
    },
    "qualifications": [{
        "type": "BA",
        "subject": "English Literature",
        "grade": "2:1 (predicted)",
        "institution_name": "King's College, London",
        "award_date": "2019-10-10"
      },
      {
        "type": "GCSE",
        "subject": "Maths",
        "grade": "A*",
        "institution_name": "",
        "award_date": "2012"
      },
      {
        "type": "GCSE",
        "subject": "English",
        "grade": "B",
        "institution_name": "",
        "award_date": "2012"
      },
      {
        "type": "GCSE",
        "subject": "Religious Studies",
        "grade": "A",
        "institution_name": "",
        "award_date": "2012"
      }
    ],
    "work_experiences": [{
        "employer_name": "Zabardast",
        "start_date": "2018-08-01",
        "end_date": "",
        "job_title": "Team member",
        "job_description": "Zabardast is an Indian street food chain. I really enjoy interacting with the public, even at peak times, and I love the camaraderie of working within a busy team. Along with good communication skills, I feel all of these skills would be essential in a teaching career."
      },
      {
        "employer_name": "British Council",
        "start_date": "2018-02-01",
        "end_date": "2018-07-01",
        "job_title": "English Languag;e Assistant",
        "job_description": "I taught English on a paid six-month placement working as a language assistant in Austria. This experience helped to improve my communication and presentation skills. I also learned how to work independently and think more creatively."
      }
    ]
  }
]
